<?php

$arrType = [
    'cruise' => [
        'cost' => 2000,
        'about' => 'На большом теплоходе',
        'name' => 'Круиз'
    ],
    'safari' => [
        'cost' => 3000,
        'about' => 'В жаркой пустыне',
        'name' => 'Сафари'
    ],
    'gastro' => [
        'cost' => 1000,
        'about' => 'Этничекские рестораны',
        'name' => 'Гастротур'
    ],
];
$arrEat = [
    'breakfast' => [
        'cost' => 10,
        'about' => 'С 8-00 до 10-00',
        'name' => 'Завтрак'
    ],
    'dinner' => [
        'cost' => 20,
        'about' => 'С 19-00 до 22-00',
        'name' => 'Ужин'
    ],
    'lunch' => [
        'cost' => 50,
        'about' => 'Добавляется обед с 13-00 до 15-00',
        'name' => 'Пансион'
    ]
];
$arrCountry = [
    'Италия' => 200,
    'Марокко' => 300,
    'ЮАР' => 800,
    'Кения' => 500,
    'Хорватия' => 100,
    'Швеция' => 300,
    'Дания' => 50,
    'Норвегия' => 100,
    'Франция' => 80
];

$arrCountryNames = [
    'italy' => 'Италия',
    'mar' => 'Марокко',
    'uar' => 'ЮАР',
    'ken' => 'Кения',
    'horv' => 'Хорватия',
    'shvec' => 'Швеция',
    'dan' => 'Дания',
    'norv' => 'Норвегия',
    'france' => 'Франция'
];

$arrDops = [
    'cruise' => [
        'n1' => [
            'name' => 'Сауна',
            'cost' => 50
        ],
        'n2' => [
            'name' => 'Бассейн',
            'cost' => 100
        ],
        'n3' => [
            'name' => 'Бар',
            'cost' => 200
        ]
    ],
    'safari' => [
        'n1' => [
            'name' => 'Кормление животных',
            'cost' => 100
        ],
        'n2' => [
            'name' => 'Фотоохота',
            'cost' => 50
        ],
        'n3' => [
            'name' => 'Разделывание туши',
            'cost' => 200
        ]
    ],
    'gastro' => [
        'n1' => [
            'name' => 'Местный рынок',
            'cost' => 50
        ],
        'n2' => [
            'name' => 'Приготовление еды',
            'cost' => 200
        ],
        'n3' => [
            'name' => 'Виноферма',
            'cost' => 100
        ]
    ]
];